// General
"ADD" = "Aggiungi";
"OK" = "OK";
"CANCEL" = "Annulla";
"CONTINUE" = "Continua";
"DONE" = "Fine";
"Space" = "Spazio";
"SPACES" = "Spaces";
"OPTIONS" = "Opzioni…";
"UNKNOWN_EXTERNAL_KEYBOARD" = "Tastiera esterna sconosciuta";
"TURN_BT_ON" = "Attiva Bluetooth";

// Trackpad tab
"2NDCLICK_TAPPING" = "Per i clic secondari , poggia due dita sul trackpad e poi fai clic sul tasto";
"2NDCLICK_CLICKING" = "Premi il trackpad con due dita per ottenere un clic secondario";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Utilizza tutti i tasti F1, F2, ecc. come tasti funzione standard";
"FN_FLIPPER_NOTE" = "Quando questa opzione è selezionata, premi il tasto Fn per utilizzare le funzionalità speciali indicate su ciascun tasto.";

// Full Keyboard Access tab
"SHOWFOCUS_ON_NOTE" = "Per cambiare le impostazioni, premi %@.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Elementi utente";
"USER_ITEMS_DESC" = "Apre %@";
"CONFLICT_TOOLTIP" = "Questa scorciatoia è in contrasto con altre simili";
"ONOFF_TOOLTIP" = "Seleziona per attivare un'abbreviazione nell'elenco";
"RESTORE_DEFAULTS_TITLE" = "Sei sicuro di voler ripristinare le impostazioni predefinite di tutte le abbreviazioni da tastiera?";
"RESTORE_DEFAULTS_DESCR" = "Non puoi annullare questa azione.";
"GO_TO_SPACE_TEMPLATE" = "Passa allo spazio %d";

// Combobox entries
"MODIFER_OPTION" = "⌥ Opzione";
"MODIFER_CONTROL" = "⌃ Ctrl";
"MODIFER_COMMAND" = "⌘ Comando";

// BT related
"D_SECS" = "%d sec";
"NEVER" = "Mai";

"MOUSE" = "Mouse";
"KEYBOARD" = "Tastiera";
"UNKNOWN" = "Sconosciuto";

"NEW_APPLICATION_ITEM" = "<elemento menu senza nome>";

"APP_IS_NOT_COMPATIBLE" = "Non puoi aggiungere abbreviazioni di tastiera per l'applicazione %@.";

"MOUSEBUTTON_OPEN" = "Apri \“%@\”";


// BT Pairing
"BT_OFF_TITLE" = "Non puoi connettere a una tastiera Bluetooth perché Bluetooth è disattivo. Vuoi attivarlo?";
"BT_OFF_ALERT_TITLE" = "Non puoi connettere a una tastiera Bluetooth perché Bluetooth è disattivo. Vuoi attivarlo?";
"BT_MIDDLE_INDICATOR_NO_KEYBOARD_FOUND" = "Nessuna tastiera trovata.";
"BT_MIDDLE_INDICATOR_1_KEYBOARD_FOUND" = "1 tastiera trovata.";
"BT_MIDDLE_INDICATOR_KEYBOARD_FOUND" = "Rilevata “%@”";
"BT_CONTINUE" = "Continua";
"BT_TRY_AGAIN" = "Riprova";
"BT_SEARCHING" = "Cerco…";
"BT_CONNECTING" = "Connetto…";
"BT_SEARCHING_FOR_KEYBOARD" = "Cerco la tastiera…";
"BT_PAIRING_SUCCESS" = "Congratulazioni! Il computer adesso è configurato per usare la tastiera Bluetooth.";
"BT_SELECT_TO_PAIR" = "Attendi il rilevamento della tastiera Bluetooth.";
"BT_SELECT_TO_PAIR_DESC" = "Se non appare la tastiera Bluetooth, assicurati che le batterie siano correttamente inserite e che sia accesa.";
"BT_ATTEMPTING_TO_PAIR" = "Tentativo di abbinamento con “%@”...";
"BT_ATTEMPTING_TO_PAIR_NONAME" = "Tento di abbinare…";
"BT_ENTER_KEY" = "Controlla se il tuo dispositivo è pronto a ricevere una chiave d'accesso. Quando è pronto, inserisci i seguenti numeri sulla tastiera e premi il tasto Invio.";
"BT_PAIR_FAIL_GENERAL" = "Il tentativo di abbinamento non è riuscito. Fai clic su Continua per riprovare.";
"BT_PAIR_FAIL_AUTH" = "L'abbinamento non è riuscito perché la chiave d'accesso inserita non coincideva. Per riprovare fai clic su “Continua”.";
